[X2DownloadableContentInfo_SecondWavePickYourChosen]
PYCAssassin_Desc="Assassin's Foe: Face the Assassin first."
PYCAssassin_Tooltip="Start the game with the Assassin set as your starting faction's rival. Only activates when War of the Chosen Introduction is disabled. Can only start with one foe."

PYCHunter_Desc="Hunter's Foe: Face the Hunter first."
PYCHunter_Tooltip="Start the game with the Hunter set as your starting faction's rival. Only activates when War of the Chosen Introduction is disabled. Can only start with one foe."

PYCWarlock_Desc="Warlock's Foe: Face the Warlock first."
PYCWarlock_Tooltip="Start the game with the Warlock set as your starting faction's rival. Only activates when War of the Chosen Introduction is disabled. Can only start with one foe."


